[
	{
		"season": 1,
		"episode": 1,
		"label": "Pilot",
		"description": "A documentary crew arrives at Dunder Mifflin Scranton to film the daily operations of the branch. Regional manager Michael Scott tries to impress the cameras while Jim Halpert pranks Dwight Schrute and flirts with receptionist Pam Beesly."
	},
	{
		"season": 1,
		"episode": 2,
		"label": "Diversity Day",
		"description": "After Michael's offensive Chris Rock impression triggers a corporate complaint, a diversity trainer is sent to the office. Michael hijacks the session with his own racially insensitive role-playing exercise, costing Jim a major sale in the process."
	},
	{
		"season": 1,
		"episode": 3,
		"label": "Health Care",
		"description": "Michael delegates the task of choosing a cheaper health care plan to Dwight, who ruthlessly cuts benefits. The employees revolt, and Jim and Pam fight back by submitting fake diseases like \"count Choculitis\" and \"hot dog fingers\" to overwhelm Dwight."
	},
	{
		"season": 1,
		"episode": 4,
		"label": "The Alliance",
		"description": "Rumors of downsizing prompt Jim to convince Dwight to form a secret alliance for mutual protection. Jim and Pam use the pact to prank Dwight, who ends up hiding in a box, while the office throws a birthday party for Meredith."
	},
	{
		"season": 1,
		"episode": 5,
		"label": "Basketball",
		"description": "Michael organizes a basketball game between the office workers and the warehouse staff with a bet on the line. The game becomes intensely competitive as Michael benches his best players and Jim tries to impress Pam while playing against her fiance Roy."
	},
	{
		"season": 1,
		"episode": 6,
		"label": "Hot Girl",
		"description": "An attractive purse saleswoman named Katy sets up shop in the office, sparking a competition between Michael and Dwight for her attention. Jim ends up asking Katy out on a date at the end of the day."
	},
	{
		"season": 2,
		"episode": 1,
		"label": "The Dundies",
		"description": "Michael hosts his annual Dundie Awards ceremony at a local Chili's restaurant, where the staff dreads his offensive comedy routine. After getting drunk, Pam kisses Jim on the lips and the whole group gets banned from the restaurant."
	},
	{
		"season": 2,
		"episode": 2,
		"label": "Sexual Harassment",
		"description": "Michael's crude best friend Todd Packer visits the office, leading to even more inappropriate behavior than usual. Corporate sends a sexual harassment warning, and Jan threatens to fire Michael if he doesn't comply with company policy."
	},
	{
		"season": 2,
		"episode": 3,
		"label": "Office Olympics",
		"description": "While Michael is away closing on his new condo with Dwight, Jim and Pam invent office games with yogurt-lid medals. Michael returns and Jim and Pam present him with a gold medal in a surprisingly sincere ceremony for his new condo purchase."
	},
	{
		"season": 2,
		"episode": 4,
		"label": "The Fire",
		"description": "Ryan starts a fire in the kitchen with a cheese pita, forcing everyone into the parking lot for the day. Michael uses the downtime to mentor Ryan while the staff plays \"Desert Island\" and Jim realizes Pam doesn't consider him her desert island pick."
	},
	{
		"season": 2,
		"episode": 5,
		"label": "Halloween",
		"description": "Corporate orders Michael to fire someone by the end of Halloween, but he agonizes over the decision all day. He finally fires Devon, who retaliates by egging Michael's car, while Jim secretly applies for a transfer to the Stamford branch."
	},
	{
		"season": 2,
		"episode": 6,
		"label": "The Fight",
		"description": "Dwight's constant bragging about his karate skills leads to a lunchtime sparring match between Michael and Dwight at Dwight's dojo. Michael wins the fight but Dwight is devastated, and the outing brings Jim and Pam closer together."
	},
	{
		"season": 2,
		"episode": 7,
		"label": "The Client",
		"description": "Michael and Jan meet a potential client at Chili's, where Michael's unconventional approach surprisingly lands the deal. Back at the office, Jim finds Michael's movie screenplay \"Threat Level Midnight\" and the staff reads it aloud, mocking every scene."
	},
	{
		"season": 2,
		"episode": 8,
		"label": "Performance Review",
		"description": "Michael conducts employee performance reviews but is distracted by his growing feelings for Jan after their Chili's dinner. He reads old suggestion box complaints aloud to the staff, and Dwight falls for Jim's prank about what day of the week it is."
	},
	{
		"season": 2,
		"episode": 9,
		"label": "Email Surveillance",
		"description": "Michael begins monitoring employee emails and discovers he's the only one not invited to Jim's barbecue. He crashes the party uninvited and performs an awkward karaoke duet, while Jim suspects that Dwight and Angela are secretly dating."
	},
	{
		"season": 2,
		"episode": 10,
		"label": "Christmas Party",
		"description": "Michael buys an expensive iPod for his Secret Santa gift to Ryan, then forces everyone into a Yankee Swap when he receives a handmade oven mitt in return. The chaotic gift exchange reveals Jim's thoughtful teapot gift for Pam, which she ultimately doesn't receive."
	},
	{
		"season": 2,
		"episode": 11,
		"label": "Booze Cruise",
		"description": "The office goes on a motivational booze cruise on Lake Wallenpaupack where Michael tries to give a leadership lecture. Roy drunkenly announces a wedding date with Pam, crushing Jim, who breaks up with Katy and later confesses his feelings for Pam to Michael."
	},
	{
		"season": 2,
		"episode": 12,
		"label": "The Injury",
		"description": "Michael burns his foot on a George Foreman grill and demands the office take care of him. Dwight crashes his car rushing to Michael's aid and suffers a concussion that makes him unusually kind and empathetic, while the staff is far more sympathetic to Dwight than to Michael."
	},
	{
		"season": 2,
		"episode": 13,
		"label": "The Secret",
		"description": "Jim confides in Michael that he has a crush on Pam, and Michael immediately struggles to keep it a secret. He eventually lets the information slip to the entire office, forcing Jim and Pam into an awkward situation."
	},
	{
		"season": 2,
		"episode": 14,
		"label": "The Carpet",
		"description": "Someone leaves something disgusting on Michael's office carpet, prompting an investigation into who did it. Michael temporarily moves his desk into the bullpen next to Jim, disrupting the office dynamic, while Pam suspects the warehouse crew is responsible."
	},
	{
		"season": 2,
		"episode": 15,
		"label": "Boys and Girls",
		"description": "Jan visits to lead a women in the workplace seminar, inspiring Pam to inquire about a graphic design internship at corporate. Michael responds by organizing a competing men's seminar in the warehouse, accidentally triggering a union complaint from Darryl's crew."
	},
	{
		"season": 2,
		"episode": 16,
		"label": "Valentine's Day",
		"description": "Michael visits corporate in New York on Valentine's Day and spends the night with Jan. Back in Scranton, Pam is disappointed by Roy's lackluster Valentine's gift, while Dwight and Angela secretly exchange presents."
	},
	{
		"season": 2,
		"episode": 17,
		"label": "Dwight's Speech",
		"description": "Dwight wins the Salesman of the Year award and panics about giving an acceptance speech. Jim coaches him to use dictator speech techniques, and Dwight unknowingly delivers a Mussolini-inspired speech that somehow gets a standing ovation from the crowd."
	},
	{
		"season": 2,
		"episode": 18,
		"label": "Take Your Daughter to Work Day",
		"description": "Employees bring their children to the office, and Michael reveals embarrassing footage from his childhood appearance on a kids' TV show where he said he wanted to have a hundred kids so no one could say no to being his friend."
	},
	{
		"season": 2,
		"episode": 19,
		"label": "Michael's Birthday",
		"description": "Michael demands attention for his birthday but is overshadowed when Kevin has a skin cancer scare. Jim and Pam secretly accompany Kevin to the dermatologist while Michael sulks about his party being ignored."
	},
	{
		"season": 2,
		"episode": 20,
		"label": "Drug Testing",
		"description": "Dwight launches a full investigation after a joint is found in the parking lot, interrogating every employee. Michael panics because he took a hit at an Alicia Keys concert, while Jim and Pam engage in an elaborate jinx game over a can of Coke."
	},
	{
		"season": 2,
		"episode": 21,
		"label": "Conflict Resolution",
		"description": "Michael takes over Toby's conflict resolution duties and reads every complaint filed aloud, revealing years of Jim's pranks on Dwight. The revelations cause Jim to seriously consider transferring to the Stamford branch."
	},
	{
		"season": 2,
		"episode": 22,
		"label": "Casino Night",
		"description": "The office hosts a charity casino night in the warehouse where Michael juggles two dates with Jan and his realtor Carol. Jim tells Pam he is in love with her in the parking lot; she initially turns him down, but he later kisses her in the office and she kisses him back."
	},
	{
		"season": 3,
		"episode": 1,
		"label": "Gay Witch Hunt",
		"description": "Four months after Casino Night, Jim has transferred to Stamford and Pam has called off her wedding to Roy. Michael accidentally outs Oscar as gay and tries to prove he's tolerant by kissing him on the lips in front of the entire office."
	},
	{
		"season": 3,
		"episode": 2,
		"label": "The Convention",
		"description": "Michael and Dwight attend a paper industry convention in Philadelphia where they encounter Jim and his new boss Josh from the Stamford branch. Michael is hurt that Jim transferred and tries to win him back, while Jim begins dating his coworker Karen."
	},
	{
		"season": 3,
		"episode": 3,
		"label": "The Coup",
		"description": "After Jan catches Michael showing a movie instead of working, Angela pushes Dwight to go behind Michael's back and lobby Jan for the manager position. Jan tells Michael about the betrayal, and Michael punishes Dwight by making him do humiliating tasks."
	},
	{
		"season": 3,
		"episode": 4,
		"label": "Grief Counseling",
		"description": "Michael learns that his former boss Ed Truck has died and insists on leading the office through grief counseling. He forces the staff to share stories about death, but grows frustrated when no one seems as upset as he is about losing a man he barely knew."
	},
	{
		"season": 3,
		"episode": 5,
		"label": "Initiation",
		"description": "Dwight takes Ryan on his first sales call but detours to the Schrute beet farm to put him through a hazing ritual. Meanwhile in Scranton, Pam struggles with a new assertive attitude, and at Stamford, Jim and Karen bond over a prank on Andy."
	},
	{
		"season": 3,
		"episode": 6,
		"label": "Diwali",
		"description": "Michael takes the entire office to Kelly's Diwali celebration at a local Hindu temple, where he misreads the romantic atmosphere and proposes to his girlfriend Carol, who rejects him. Meanwhile, Andy convinces Jim to turn a late work night into a drinking game."
	},
	{
		"season": 3,
		"episode": 7,
		"label": "Branch Closing",
		"description": "Jan informs Michael that the Scranton branch is being shut down and its clients will be absorbed by Stamford. Michael tries to keep morale up while employees scramble for new jobs, but the decision is reversed when Josh unexpectedly quits Stamford to take a job at Staples."
	},
	{
		"season": 3,
		"episode": 8,
		"label": "The Merger",
		"description": "The Stamford branch employees merge into Scranton, bringing Jim, Karen, and Andy Bernard into the office. Jim's return creates awkward tension with Pam, who had hoped things would go back to normal, while most of the Stamford transfers quickly quit."
	},
	{
		"season": 3,
		"episode": 9,
		"label": "The Convict",
		"description": "Michael discovers that new Stamford transfer Martin Nash is an ex-convict and tries to prove the office is better than prison. When the staff argues that prison actually sounds preferable, Michael locks them in the conference room to simulate jail and creates his alter ego \"Prison Mike.\""
	},
	{
		"season": 3,
		"episode": 10,
		"label": "A Benihana Christmas",
		"description": "Michael is dumped by Carol after he photoshops himself into her family photo, so he and Andy go to Benihana where Michael rebounds with a waitress. Meanwhile, the party planning committee splits into two rival factions led by Angela and Karen, throwing competing Christmas parties."
	},
	{
		"season": 3,
		"episode": 11,
		"label": "Back from Vacation",
		"description": "Michael returns from a Jamaican vacation relaxed and refreshed, but his mood sours when a revealing photo of him and Jan on the beach circulates through the office email chain. Jan is furious about the privacy breach and confronts Michael."
	},
	{
		"season": 3,
		"episode": 12,
		"label": "Traveling Salesmen",
		"description": "Michael pairs up the salespeople for joint client calls, revealing dynamics between various duos. Dwight secretly takes the fall for Angela when she makes a mistake, and Karen discovers that Jim still has feelings for Pam."
	},
	{
		"season": 3,
		"episode": 13,
		"label": "The Return",
		"description": "Oscar returns from his paid vacation and Michael throws him a Mexican-themed party. Andy's incessant brown-nosing drives everyone crazy until Jim hides his phone in the ceiling, causing Andy to punch a hole in the wall and get sent to anger management."
	},
	{
		"season": 3,
		"episode": 14,
		"label": "Ben Franklin",
		"description": "For Phyllis's bachelorette party, Michael hires a stripper and a Ben Franklin impersonator on Todd Packer's advice. The women end up with Ben Franklin while the men get the exotic dancer, and Michael becomes convinced the actor might actually be Benjamin Franklin."
	},
	{
		"season": 3,
		"episode": 15,
		"label": "Phyllis' Wedding",
		"description": "Phyllis and Bob Vance get married, but Michael repeatedly tries to steal the spotlight by giving unauthorized toasts and inserting himself into the ceremony. Pam realizes Phyllis copied many of her own wedding plans, and the reception reveals Uncle Al wandering off with dementia."
	},
	{
		"season": 3,
		"episode": 16,
		"label": "Business School",
		"description": "Ryan invites Michael to speak at his business school class, where Michael's anti-technology rant embarrasses Ryan in front of his professor. Meanwhile, Dwight battles a bat loose in the office, and Pam holds her first art show where only Oscar and Michael show up from work."
	},
	{
		"season": 3,
		"episode": 17,
		"label": "Cocktails",
		"description": "Michael and Jan publicly reveal their relationship at a cocktail party hosted by CFO David Wallace. Roy learns about Jim and Pam's kiss at Casino Night from Pam and flies into a destructive rage at a bar, which leads Pam to break up with him for good."
	},
	{
		"season": 3,
		"episode": 18,
		"label": "The Negotiation",
		"description": "Roy storms into the office to attack Jim, but Dwight intervenes and pepper-sprays Roy, getting him fired. Darryl negotiates a raise from Michael by pointing out how dangerous the warehouse is, while Michael realizes he makes less than Darryl and demands his own raise from Jan."
	},
	{
		"season": 3,
		"episode": 19,
		"label": "Safety Training",
		"description": "After Darryl shows a safety video about warehouse dangers, Michael tries to prove that office work is just as hazardous by staging a fake suicide jump off the roof onto a bouncy castle. Andy returns from anger management training determined to make a fresh start."
	},
	{
		"season": 3,
		"episode": 20,
		"label": "Product Recall",
		"description": "A large shipment of Dunder Mifflin paper goes out with an obscene watermark, forcing the office into crisis mode. Michael dresses up as a fictional character to do a local news interview and blames the paper mill, while Andy and Angela are sent on awkward apology visits to clients."
	},
	{
		"season": 3,
		"episode": 21,
		"label": "Women's Appreciation",
		"description": "After Phyllis is flashed in the parking lot, Michael takes the women of the office on a mall trip to make them feel better. The women use the outing to give Michael relationship advice, leading him to realize his relationship with Jan is dysfunctional."
	},
	{
		"season": 3,
		"episode": 22,
		"label": "Beach Games",
		"description": "Michael takes the staff to Lake Scranton for Survivor-style competitions to find his replacement, as he has applied for a corporate job in New York. Pam walks across hot coals and delivers an emotional speech confessing her feelings for Jim in front of everyone."
	},
	{
		"season": 3,
		"episode": 23,
		"label": "The Job",
		"description": "Michael, Jim, and Karen all interview for the open corporate position in New York, which was created by Jan being fired. Jim finds an encouraging note and yogurt-lid medal from Pam among his papers, turns down the corporate job, and drives back to Scranton to ask Pam on a date. Ryan Howard ends up getting the job."
	},
	{
		"season": 4,
		"episode": 1,
		"label": "Fun Run",
		"description": "Michael hits Meredith with his car and organizes a rabies awareness fun run to make amends. Angela breaks up with Dwight after he mercy-kills her cat Sprinkles."
	},
	{
		"season": 4,
		"episode": 2,
		"label": "Dunder Mifflin Infinity",
		"description": "Ryan returns from corporate to modernize the company with a new website, threatening Michael with obsolescence. Michael tries to prove old-school sales methods are superior by dumping gift baskets in a lake."
	},
	{
		"season": 4,
		"episode": 3,
		"label": "Launch Party",
		"description": "Michael attends the Dunder Mifflin Infinity website launch party in New York while Scranton hosts a satellite party. Dwight competes against the website to see who can sell more paper in one day."
	},
	{
		"season": 4,
		"episode": 4,
		"label": "Money",
		"description": "Michael struggles with mounting debt from Jan's condo renovations and takes a second job as a telemarketer. Jim and Pam spend a night at Dwight's agritourism bed and breakfast on Schrute Farms."
	},
	{
		"season": 4,
		"episode": 5,
		"label": "Local Ad",
		"description": "Michael insists on creating his own local Dunder Mifflin commercial instead of using the one made by a professional ad agency. Andy tries to confide in Dwight about his new relationship with Angela."
	},
	{
		"season": 4,
		"episode": 6,
		"label": "Branch Wars",
		"description": "Michael and Dwight raid the Utica branch after Karen tries to poach Stanley. Jim, Pam, Oscar, and Toby form the exclusive Finer Things Club, making the rest of the office jealous."
	},
	{
		"season": 4,
		"episode": 7,
		"label": "Survivor Man",
		"description": "After being excluded from Ryan's corporate wilderness retreat, Michael ventures into the woods alone to prove he can survive. Jim revolutionizes the office birthday party system while in charge."
	},
	{
		"season": 4,
		"episode": 8,
		"label": "The Deposition",
		"description": "Michael is called to testify in Jan's wrongful termination lawsuit against Dunder Mifflin, and his diary is entered into evidence. Darryl beats Jim at ping-pong, prompting Kelly to trash-talk Pam."
	},
	{
		"season": 4,
		"episode": 9,
		"label": "Dinner Party",
		"description": "Michael and Jan host Jim, Pam, Andy, and Angela for a couples dinner party that devolves into chaos. Jan's jealousy, Michael's tiny plasma TV, and Hunter's CD create an unforgettable evening."
	},
	{
		"season": 4,
		"episode": 10,
		"label": "Chair Model",
		"description": "Michael becomes infatuated with a woman in a furniture catalog and asks the office to set him up on dates. Kevin and Andy team up to reclaim stolen parking spaces from the other businesses in the office park."
	},
	{
		"season": 4,
		"episode": 11,
		"label": "Night Out",
		"description": "Michael and Dwight go clubbing with Ryan in New York, where Ryan is spiraling out of control. The rest of the office gets locked in overnight after Jim forgets to inform the security guard they are working late."
	},
	{
		"season": 4,
		"episode": 12,
		"label": "Did I Stutter?",
		"description": "Stanley openly disrespects Michael during a meeting, forcing Michael to confront his own authority. Dwight buys Andy's Xterra and immediately flips it for a profit."
	},
	{
		"season": 4,
		"episode": 13,
		"label": "Job Fair",
		"description": "Michael recruits at a high school job fair but struggles to attract any students to Dunder Mifflin. Jim, Andy, and Kevin play golf with a prospective client while the rest of the office leaves early."
	},
	{
		"season": 4,
		"episode": 14,
		"label": "Goodbye, Toby",
		"description": "Michael throws an extravagant going-away party for Toby and instantly falls for his replacement, Holly Flax. Jim's plan to propose to Pam is upstaged when Andy proposes to Angela first, and Ryan is arrested for fraud."
	},
	{
		"season": 5,
		"episode": 1,
		"label": "Weight Loss",
		"description": "The office competes in a company-wide weight loss challenge over the summer. Jim proposes to Pam at a gas station rest stop between Scranton and New York, where she is attending art school."
	},
	{
		"season": 5,
		"episode": 2,
		"label": "Business Ethics",
		"description": "Holly conducts a business ethics seminar that backfires when Meredith admits she sleeps with a supplier in exchange for discounts and Outback Steakhouse gift cards."
	},
	{
		"season": 5,
		"episode": 3,
		"label": "Baby Shower",
		"description": "Michael plans a baby shower for Jan, who arrives having already given birth to her daughter Astrid via sperm donor. Michael and Holly begin dating after Jan warns him to stay away from her."
	},
	{
		"season": 5,
		"episode": 4,
		"label": "Crime Aid",
		"description": "The office is robbed after Michael and Holly leave the door unlocked following an after-hours tryst. Michael stages a charity auction with questionable items, including nonexistent Bruce Springsteen tickets."
	},
	{
		"season": 5,
		"episode": 5,
		"label": "Employee Transfer",
		"description": "Holly is transferred to the Nashua branch after corporate discovers her relationship with Michael, and they break up. Dwight applies to Cornell to get under Andy's skin."
	},
	{
		"season": 5,
		"episode": 6,
		"label": "Customer Survey",
		"description": "Jim and Dwight receive suspiciously poor customer survey results, which turn out to be Kelly's revenge for them missing her party."
	},
	{
		"season": 5,
		"episode": 7,
		"label": "Business Trip",
		"description": "Michael takes Oscar and Andy on a business trip to Winnipeg, where Andy and Oscar bond and Michael spirals over Holly. Pam returns early from art school after failing a class."
	},
	{
		"season": 5,
		"episode": 8,
		"label": "Frame Toby",
		"description": "Michael and Dwight scheme to get Toby fired after his return from Costa Rica, culminating in an attempt to frame him for marijuana possession using a bag of Caprese salad. Jim buys his parents' house for himself and Pam."
	},
	{
		"season": 5,
		"episode": 9,
		"label": "The Surplus",
		"description": "Oscar discovers a budget surplus that must be spent by the end of the day, splitting the office into factions fighting over a new copier versus new chairs. Dwight tricks Angela into a secret wedding ceremony at his farm."
	},
	{
		"season": 5,
		"episode": 10,
		"label": "Moroccan Christmas",
		"description": "Phyllis hosts a Moroccan-themed Christmas party where Meredith's hair catches fire from a candle. Phyllis uses her knowledge of Angela and Dwight's affair as leverage over Angela on the party planning committee."
	},
	{
		"season": 5,
		"episode": 11,
		"label": "The Duel",
		"description": "Andy learns about Angela's affair with Dwight and challenges him to a duel in the parking lot. Both men ultimately dump Angela after discovering she was deceiving them both."
	},
	{
		"season": 5,
		"episode": 12,
		"label": "Prince Family Paper",
		"description": "Michael goes undercover to spy on a small family-owned paper company and feels guilty about putting them out of business. The rest of the office passionately debates whether Hilary Swank is hot."
	},
	{
		"season": 5,
		"episode": 13,
		"label": "Stress Relief",
		"description": "Dwight's simulated fire drill causes mass panic and Stanley has a heart attack. Michael agrees to let the office roast him to relieve stress, and the staff takes CPR training where Dwight cuts the face off the practice dummy."
	},
	{
		"season": 5,
		"episode": 14,
		"label": "Lecture Circuit",
		"description": "Michael tours other branches to lecture about Scranton's success, with Pam as his assistant, and visits Karen in Utica, who is now pregnant and married. Back in Scranton, Jim and Dwight run the party planning committee and botch Kelly's birthday."
	},
	{
		"season": 5,
		"episode": 15,
		"label": "Blood Drive",
		"description": "A blood drive on Valentine's Day leads Michael to connect with a mysterious woman, but she disappears before he can get her number. He organizes a singles mixer to find her."
	},
	{
		"season": 5,
		"episode": 16,
		"label": "Golden Ticket",
		"description": "Michael hides Willy Wonka-style golden tickets in paper shipments for 10% discounts, but one major client receives all five tickets. He tries to get Dwight to take the blame until David Wallace praises the idea."
	},
	{
		"season": 5,
		"episode": 17,
		"label": "New Boss",
		"description": "Charles Miner arrives as the new VP and immediately clashes with Michael by disbanding the party planning committee and canceling Michael's 15th anniversary party. Michael quits Dunder Mifflin in protest."
	},
	{
		"season": 5,
		"episode": 18,
		"label": "Two Weeks",
		"description": "Michael serves out his two weeks' notice while trying to steal clients and recruit employees for his new company. Pam quits to join him after an argument with Charles."
	},
	{
		"season": 5,
		"episode": 19,
		"label": "Dream Team",
		"description": "Michael launches the Michael Scott Paper Company with Pam and Ryan operating out of a tiny closet in the office building. Jim struggles under Charles Miner, who forces him into a parking lot soccer game."
	},
	{
		"season": 5,
		"episode": 20,
		"label": "Michael Scott Paper Company",
		"description": "The startup struggles in cramped quarters but gains momentum after Pam makes her first sale. Charles asks Jim for a \"rundown\" and Jim spends all day trying to figure out what that means."
	},
	{
		"season": 5,
		"episode": 21,
		"label": "Heavy Competition",
		"description": "Michael and Dwight compete for the same clients after Dwight steals Michael's Rolodex. Andy, dealing with his broken engagement to Angela, seeks emotional support exclusively from Jim."
	},
	{
		"season": 5,
		"episode": 22,
		"label": "Broke",
		"description": "The Michael Scott Paper Company is going broke from unsustainably low prices, but Michael bluffs his way through buyout negotiations with David Wallace. He secures his old job back plus positions for Pam and Ryan."
	},
	{
		"season": 5,
		"episode": 23,
		"label": "Casual Friday",
		"description": "Michael mediates disputes between the returning salespeople and the existing team over client assignments. The office takes Casual Friday too far, with Meredith's outfit being particularly inappropriate."
	},
	{
		"season": 5,
		"episode": 24,
		"label": "Cafe Disco",
		"description": "Michael opens a cafe-disco in his old Michael Scott Paper Company office space to boost morale under Charles's strict atmosphere. Pam and Jim consider eloping after getting swept up in the dancing."
	},
	{
		"season": 5,
		"episode": 25,
		"label": "Company Picnic",
		"description": "Michael and Holly reunite and perform an awkward skit together at the Dunder Mifflin company picnic. Pam sprains her ankle during volleyball and discovers she's pregnant during the X-ray."
	},
	{
		"season": 6,
		"episode": 1,
		"label": "Gossip",
		"description": "Michael discovers Stanley's affair with a nurse and spreads multiple fake rumors to cover it up. One of his fake rumors, that Pam is pregnant, turns out to be true."
	},
	{
		"season": 6,
		"episode": 2,
		"label": "The Meeting",
		"description": "Jim secretly meets with David Wallace to pitch himself for a promotion, but Michael inadvertently sabotages it. Jim and Michael are made co-managers of the Scranton branch."
	},
	{
		"season": 6,
		"episode": 3,
		"label": "The Promotion",
		"description": "Jim and Michael clash over how to handle employee raises with a limited budget. They devise a controversial bean-based system to allocate raises, turning the office against them."
	},
	{
		"season": 6,
		"episode": 4,
		"label": "Niagara",
		"description": "The office travels to Niagara Falls for Jim and Pam's wedding, where Michael and Dwight try to meet women and Andy tears his scrotum dancing. Jim and Pam sneak away to exchange vows privately on the Maid of the Mist."
	},
	{
		"season": 6,
		"episode": 5,
		"label": "Mafia",
		"description": "Andy and Dwight convince Michael that an insurance salesman visiting the office is a mobster. Meanwhile, Kevin uses Jim's office and does a terrible job of keeping Jim and Pam's honeymoon from being interrupted."
	},
	{
		"season": 6,
		"episode": 6,
		"label": "The Lover",
		"description": "Pam is furious when she discovers Michael is dating her mother, Helene. Dwight plants listening devices in Jim's office as a supposed peace offering."
	},
	{
		"season": 6,
		"episode": 7,
		"label": "Koi Pond",
		"description": "Michael falls into a koi pond during a client visit and the office ridicules him relentlessly. Security footage reveals Jim actually let Michael fall instead of catching him."
	},
	{
		"season": 6,
		"episode": 8,
		"label": "Double Date",
		"description": "Jim and Pam reluctantly go to lunch with Michael and Pam's mother Helene. Michael breaks up with Helene at the restaurant after learning it's her birthday and realizing her age, and Pam slaps him."
	},
	{
		"season": 6,
		"episode": 9,
		"label": "Murder",
		"description": "Amid rumors that Dunder Mifflin is going bankrupt, Michael distracts the office with a murder mystery game called Belles, Bourbon, and Bullets. Andy uses the game as cover to ask Erin out."
	},
	{
		"season": 6,
		"episode": 10,
		"label": "Shareholder Meeting",
		"description": "Michael makes unauthorized promises at Dunder Mifflin's shareholder meeting, creating problems for management. Jim struggles to be taken seriously as co-manager when Ryan ignores his authority."
	},
	{
		"season": 6,
		"episode": 11,
		"label": "Scott's Tots",
		"description": "Michael must face a class of high school seniors he promised ten years ago to pay their college tuition if they graduated. He can only offer them laptop batteries instead, while Dwight schemes to undermine Jim."
	},
	{
		"season": 6,
		"episode": 12,
		"label": "Secret Santa",
		"description": "Michael is upset when Phyllis plays Santa at the Christmas party, so he one-ups her by dressing as Jesus. The office learns that Dunder Mifflin has been sold to Sabre, a printer company, amid corporate leadership upheaval."
	},
	{
		"season": 6,
		"episode": 13,
		"label": "The Banker",
		"description": "An investment banker visits the branch to evaluate Dunder Mifflin for Sabre's acquisition, and Toby downplays the office's many liabilities. The episode revisits key moments from the series through flashbacks."
	},
	{
		"season": 6,
		"episode": 14,
		"label": "Sabre",
		"description": "Sabre officially completes its acquisition of Dunder Mifflin and CEO Jo Bennett visits with her Great Danes. Michael and the staff adjust to new corporate policies, including a no-cap commission structure for salespeople."
	},
	{
		"season": 6,
		"episode": 15,
		"label": "The Manager and the Salesman",
		"description": "Jo Bennett decides the branch only needs one manager, forcing Jim and Michael to choose who steps down. After some back and forth, Jim returns to sales while Michael stays as sole manager."
	},
	{
		"season": 6,
		"episode": 16,
		"label": "The Delivery",
		"description": "Pam goes into labor at the office and tries to delay going to the hospital to avoid an extra night's stay. She and Jim welcome baby Cecelia Marie Halpert, while Dwight and Angela draft a bizarre procreation contract."
	},
	{
		"season": 6,
		"episode": 17,
		"label": "St. Patrick's Day",
		"description": "Jo Bennett's visit forces everyone to stay late on St. Patrick's Day despite wanting to celebrate at the bars. Darryl impresses Jo with a shipping improvement idea and earns a promotion to an upstairs office."
	},
	{
		"season": 6,
		"episode": 18,
		"label": "New Leads",
		"description": "Michael hides valuable sales leads from the salespeople after they start bossing around the rest of the office. The sales staff goes on a scavenger hunt to recover the leads from hiding spots around town."
	},
	{
		"season": 6,
		"episode": 19,
		"label": "Happy Hour",
		"description": "The office goes to happy hour where Michael's alter ego \"Date Mike\" ruins Pam's attempt to set him up with her friend. Andy and Erin try to keep their new relationship a secret from their coworkers."
	},
	{
		"season": 6,
		"episode": 20,
		"label": "Secretary's Day",
		"description": "Andy goes all out to give Erin a special Secretary's Day, but Michael accidentally reveals that Andy was previously engaged to Angela. Oscar circulates a viral video comparing Kevin's voice to Cookie Monster."
	},
	{
		"season": 6,
		"episode": 21,
		"label": "Body Language",
		"description": "Michael misreads flirtatious signals from Donna, a restaurant manager he and Pam are pitching as a client. Jim and Pam disagree over whether Donna is actually interested in Michael or just being professional."
	},
	{
		"season": 6,
		"episode": 22,
		"label": "The Cover-Up",
		"description": "Michael suspects his new girlfriend Donna is cheating on him and sends Dwight to investigate. Dwight confirms Donna is married, but Michael initially refuses to believe it."
	},
	{
		"season": 6,
		"episode": 23,
		"label": "The Chump",
		"description": "Michael continues seeing Donna after learning she's married, making him the other man. Dwight and Angela take their baby contract dispute to an arbitrator, and new parents Jim and Pam can barely stay awake at work."
	},
	{
		"season": 6,
		"episode": 24,
		"label": "Whistleblower",
		"description": "Jo Bennett hunts for the person who leaked to the press that Sabre printers are catching fire. Multiple employees confess to spreading the information, and the investigation strains office relationships."
	},
	{
		"season": 7,
		"episode": 1,
		"label": "Nepotism",
		"description": "Michael refuses to fire his incompetent nephew Luke, the new office assistant, and is forced into counseling with Toby after spanking him in front of the staff."
	},
	{
		"season": 7,
		"episode": 2,
		"label": "Counseling",
		"description": "Michael undergoes mandatory counseling sessions with Toby while Dwight seeks revenge on a mall store owner and Pam pursues a new job title as office administrator."
	},
	{
		"season": 7,
		"episode": 3,
		"label": "Andy's Play",
		"description": "Andy invites the entire office to his community theater production of Sweeney Todd, where Michael is jealous he was not cast in the lead role."
	},
	{
		"season": 7,
		"episode": 4,
		"label": "Sex Ed",
		"description": "After discovering he has a cold sore, Michael contacts his ex-girlfriends to warn them about a possible STD while Andy holds an awkward sex education meeting for the office."
	},
	{
		"season": 7,
		"episode": 5,
		"label": "The Sting",
		"description": "After losing a client to a charming rival salesman, Michael, Jim, and Dwight set up an elaborate sting operation to uncover his sales techniques."
	},
	{
		"season": 7,
		"episode": 6,
		"label": "Costume Contest",
		"description": "The office holds a Halloween costume contest with a coupon book prize while Pam confronts Danny Cordray about why he never called her back after their dates."
	},
	{
		"season": 7,
		"episode": 7,
		"label": "Christening",
		"description": "The office attends Cece's christening at church, where Michael and Andy impulsively board a bus for a volunteer trip to Mexico before bailing out."
	},
	{
		"season": 7,
		"episode": 8,
		"label": "Viewing Party",
		"description": "Gabe hosts a Glee viewing party at his apartment where Michael clashes with him over authority and Andy tries to spend time with Erin."
	},
	{
		"season": 7,
		"episode": 9,
		"label": "WUPHF.com",
		"description": "Michael invests in Ryan's social media startup WUPHF.com against everyone's advice while Dwight runs a hay festival called Hay Place at the office park."
	},
	{
		"season": 7,
		"episode": 10,
		"label": "China",
		"description": "Michael becomes obsessed with China's economic rise after reading a magazine article and debates Oscar about it, while Pam bluffs Dwight about moving the office to fix building issues."
	},
	{
		"season": 7,
		"episode": 11,
		"label": "Classy Christmas",
		"description": "Holly returns to Scranton to fill in for Toby during jury duty, and Michael throws a second Christmas party to impress her while Dwight terrorizes Jim with an escalating snowball war."
	},
	{
		"season": 7,
		"episode": 12,
		"label": "Ultimatum",
		"description": "Michael anxiously waits to learn whether Holly broke up with her boyfriend A.J. over the holidays, while the office creates a resolution board for the new year."
	},
	{
		"season": 7,
		"episode": 13,
		"label": "The Seminar",
		"description": "Andy hosts a small business seminar to attract new clients and recruits guest speakers including Jim, Michael, and an accounting professor, while Michael and Holly do improv together."
	},
	{
		"season": 7,
		"episode": 14,
		"label": "The Search",
		"description": "After Michael is abandoned at a gas station during a sales call, Holly leads a search party to find him using her knowledge of how he thinks, while Pam's office caption contest stirs drama."
	},
	{
		"season": 7,
		"episode": 15,
		"label": "PDA",
		"description": "Michael and Holly's excessive public displays of affection on Valentine's Day disgust their coworkers, leading to an office-wide meeting about appropriate workplace behavior."
	},
	{
		"season": 7,
		"episode": 16,
		"label": "Threat Level Midnight",
		"description": "Michael screens his long-awaited action film Threat Level Midnight for the office, starring himself as secret agent Michael Scarn, but Holly's laughter hurts his feelings."
	},
	{
		"season": 7,
		"episode": 17,
		"label": "Todd Packer",
		"description": "Michael's obnoxious friend Todd Packer wants to give up the road and join the Scranton office with a desk job, but the rest of the staff strongly opposes the idea."
	},
	{
		"season": 7,
		"episode": 18,
		"label": "Garage Sale",
		"description": "Michael proposes to Holly with an elaborate display in the warehouse during the office garage sale, and she accepts despite needing to move to Colorado to care for her ailing father."
	},
	{
		"season": 7,
		"episode": 19,
		"label": "Training Day",
		"description": "Deangelo Vickers arrives as Michael's replacement for a training period, and the two compete for the office's attention as Michael struggles to let go of his role."
	},
	{
		"season": 7,
		"episode": 20,
		"label": "Michael's Last Dundies",
		"description": "Michael hosts his final Dundie Awards ceremony and trains Deangelo to take over as host, giving emotional farewell awards to his coworkers."
	},
	{
		"season": 7,
		"episode": 21,
		"label": "Goodbye, Michael",
		"description": "Michael secretly spends his last day at Dunder Mifflin saying individual goodbyes to each coworker before leaving for Colorado, with Pam catching him at the airport for a final farewell."
	},
	{
		"season": 7,
		"episode": 22,
		"label": "The Inner Circle",
		"description": "Deangelo creates an all-male inner circle of favorites, angering the women in the office, and severely injures himself attempting a basketball dunk in the warehouse."
	},
	{
		"season": 7,
		"episode": 23,
		"label": "Dwight K. Schrute, (Acting) Manager",
		"description": "Dwight becomes acting manager after Deangelo's hospitalization but accidentally fires a gun in the office, deafening Andy, and loses the position after Jo Bennett finds out."
	},
	{
		"season": 7,
		"episode": 24,
		"label": "Search Committee",
		"description": "Jim, Toby, and Gabe form a search committee to interview candidates for the manager position, including Darryl, Andy, and a mysterious smooth-talker named Robert California."
	},
	{
		"season": 8,
		"episode": 1,
		"label": "The List",
		"description": "New CEO Robert California creates a mysterious list dividing the Scranton staff into two columns, causing everyone to obsess over which side they are on and what it means."
	},
	{
		"season": 8,
		"episode": 2,
		"label": "The Incentive",
		"description": "After Robert California pressures the office to double their sales, new manager Andy creates a points-based incentive system but rashly promises to get a tattoo if they hit the target."
	},
	{
		"season": 8,
		"episode": 3,
		"label": "Lotto",
		"description": "The warehouse workers win the lottery and quit, forcing the office staff to handle warehouse duties themselves while Andy and Darryl scramble to hire replacements."
	},
	{
		"season": 8,
		"episode": 4,
		"label": "Garden Party",
		"description": "Andy throws a garden party at Schrute Farms to impress Robert California and win the approval of his parents, who clearly favor his younger brother."
	},
	{
		"season": 8,
		"episode": 5,
		"label": "Spooked",
		"description": "Erin organizes a disastrous Halloween party for Robert California and his son while Robert probes the employees about their deepest fears to craft the perfect scary story."
	},
	{
		"season": 8,
		"episode": 6,
		"label": "Doomsday",
		"description": "Dwight installs an email accountability system that will alert Robert California and get everyone fired if the office makes too many mistakes in a day."
	},
	{
		"season": 8,
		"episode": 7,
		"label": "Pam's Replacement",
		"description": "Pregnant Pam recruits Dwight to prove that Jim is attracted to her pretty temporary replacement Cathy Simms, while Robert California forces his way into Andy's band."
	},
	{
		"season": 8,
		"episode": 8,
		"label": "Gettysburg",
		"description": "Andy takes the office on a motivational field trip to Gettysburg while those left behind brainstorm new business ideas to pitch to Robert California."
	},
	{
		"season": 8,
		"episode": 9,
		"label": "Mrs. California",
		"description": "Robert California brings his wife to the office seeking employment, putting Andy in an impossible position of conflicting orders about whether to hire her."
	},
	{
		"season": 8,
		"episode": 10,
		"label": "Christmas Wishes",
		"description": "Andy tries to grant each employee's holiday wish at the Christmas party while Robert California gets drunk and overshares about his failing marriage."
	},
	{
		"season": 8,
		"episode": 11,
		"label": "Trivia",
		"description": "Andy enters the office in a bar trivia competition to boost morale while Dwight visits Sabre headquarters in Tallahassee to explore other job opportunities."
	},
	{
		"season": 8,
		"episode": 12,
		"label": "Pool Party",
		"description": "Robert California throws a pool party at his mansion before selling it in his divorce, where Erin flirts with Dwight to make Andy jealous and Jim desperately tries to leave early."
	},
	{
		"season": 8,
		"episode": 13,
		"label": "Jury Duty",
		"description": "Jim returns from an extended jury duty absence, but Dwight questions his story and discovers Jim was actually taking extra paternity leave, while Angela and the Senator welcome their baby."
	},
	{
		"season": 8,
		"episode": 14,
		"label": "Special Project",
		"description": "Andy puts Dwight in charge of assembling a team for a special retail project in Tallahassee while Darryl tries to decipher a Valentine's Day gift from his warehouse crush Val."
	},
	{
		"season": 8,
		"episode": 15,
		"label": "Tallahassee",
		"description": "Dwight and his team arrive in Tallahassee where he competes with coworkers to impress Sabre special projects president Nellie Bertram, while Andy avoids managing back in Scranton."
	},
	{
		"season": 8,
		"episode": 16,
		"label": "After Hours",
		"description": "In Tallahassee, Dwight and Todd Packer compete to become Nellie's VP while Cathy makes a move on Jim in his hotel room, and Andy forces everyone in Scranton to stay late."
	},
	{
		"season": 8,
		"episode": 17,
		"label": "Test the Store",
		"description": "Dwight prepares a theatrical presentation for the Sabre Store opening to impress Nellie while Andy deals with an embarrassing injury back in Scranton."
	},
	{
		"season": 8,
		"episode": 18,
		"label": "Last Day in Florida",
		"description": "Jim works to save Dwight from being fired after Robert California reveals he hates Nellie's business plan, while Andy learns Erin has decided to stay in Florida."
	},
	{
		"season": 8,
		"episode": 19,
		"label": "Get the Girl",
		"description": "Andy drives to Tallahassee to win back Erin, while Nellie shows up in Scranton uninvited and simply sits in the manager's chair, claiming Andy's job."
	},
	{
		"season": 8,
		"episode": 20,
		"label": "Welcome Party",
		"description": "Robert forces the office to throw a welcome party for Nellie, but the party planners secretly try to sabotage it while Andy and Erin practice how he will break up with Jessica."
	},
	{
		"season": 8,
		"episode": 21,
		"label": "Angry Andy",
		"description": "Andy and Erin return to Scranton to discover Nellie has taken his manager position and refuses to give it back, while Ryan becomes jealous when Pam tries to set Kelly up with Ravi."
	},
	{
		"season": 8,
		"episode": 22,
		"label": "Fundraiser",
		"description": "Andy crashes a fundraiser sponsored by Angela's senator husband to confront Robert California about losing his job, while Nellie befriends Darryl."
	},
	{
		"season": 8,
		"episode": 23,
		"label": "Turf War",
		"description": "Robert California closes the Binghamton branch and Jim, Dwight, and Andy compete against the Syracuse salesman for the orphaned clients."
	},
	{
		"season": 8,
		"episode": 24,
		"label": "Free Family Portrait Studio",
		"description": "David Wallace buys Dunder Mifflin from Sabre and reinstates Andy as manager, while Dwight offers free family portraits as a scheme to get Angela's baby's DNA for a paternity test."
	},
	{
		"season": 9,
		"episode": 1,
		"label": "New Guys",
		"description": "Two new employees, Clark and Pete, join the office as younger versions of Dwight and Jim, while Andy returns from a management retreat and Jim secretly invests in a sports marketing startup."
	},
	{
		"season": 9,
		"episode": 2,
		"label": "Roy's Wedding",
		"description": "Jim and Pam attend Roy's surprisingly elegant wedding and begin questioning what secrets they might still be keeping from each other, while Clark tricks Erin into a fake news audition."
	},
	{
		"season": 9,
		"episode": 3,
		"label": "Andy's Ancestry",
		"description": "Nellie pranks Andy by telling him he is related to Michelle Obama after researching his family history, while Darryl struggles to adjust to his new upstairs role and Pam teaches Nellie to drive."
	},
	{
		"season": 9,
		"episode": 4,
		"label": "Work Bus",
		"description": "Jim convinces Dwight the office building has a dangerous mold problem, leading Dwight to rent a bus as a mobile office, while Nellie asks Andy for help with her adoption application."
	},
	{
		"season": 9,
		"episode": 5,
		"label": "Here Comes Treble",
		"description": "Andy's college a cappella group Here Comes Treble performs at the office Halloween party, reigniting his rivalry with lead singer Broccoli Rob over who sang their hit song."
	},
	{
		"season": 9,
		"episode": 6,
		"label": "The Boat",
		"description": "Andy learns his father embezzled the family fortune and fled to Argentina, and Erin convinces him to sail the family boat to the Caribbean before it is sold to cover debts."
	},
	{
		"season": 9,
		"episode": 7,
		"label": "The Whale",
		"description": "The women of the office train Dwight to sell to a major female client who turns out to be Jan Levinson, while Angela grows suspicious about her husband the Senator's relationship with Oscar."
	},
	{
		"season": 9,
		"episode": 8,
		"label": "The Target",
		"description": "After confirming the Senator's affair with Oscar, Angela enlists Dwight to hire a thug to kneecap Oscar, but Dwight intervenes at the last moment to prevent any real harm."
	},
	{
		"season": 9,
		"episode": 9,
		"label": "Dwight Christmas",
		"description": "Dwight takes over the office Christmas party with traditional Pennsylvania Dutch Belsnickel festivities after the party planning committee drops the ball, but cuts it short when Jim has to leave for Philadelphia."
	},
	{
		"season": 9,
		"episode": 10,
		"label": "Lice",
		"description": "Pam accidentally brings lice to the office causing a chaotic outbreak and quarantine, while Jim has a successful meeting with a potential investor for his startup Athlead in Philadelphia."
	},
	{
		"season": 9,
		"episode": 11,
		"label": "Suit Warehouse",
		"description": "Dwight and Clark pose as father and son to land a large suit warehouse account, while Darryl interviews for a position at Jim's Athlead startup in Philadelphia."
	},
	{
		"season": 9,
		"episode": 12,
		"label": "Customer Loyalty",
		"description": "Jim misses Cece's dance recital for a crucial investor meeting, leading to a tearful phone fight with Pam that is witnessed by Brian the boom mic operator, who breaks protocol to comfort her."
	},
	{
		"season": 9,
		"episode": 13,
		"label": "Junior Salesman",
		"description": "Dwight interviews eccentric candidates from his personal life to fill Jim's temporarily vacant sales position, while Pam lobbies for Clark to get the job instead."
	},
	{
		"season": 9,
		"episode": 14,
		"label": "Vandalism",
		"description": "Pam's warehouse mural is defaced with obscene graffiti and Dwight and Nellie investigate, while Brian the boom operator is fired after hitting the warehouse worker responsible with his mic boom."
	},
	{
		"season": 9,
		"episode": 15,
		"label": "Couples Discount",
		"description": "Andy returns from his three-month boat trip acting selfish and arrogant, and Erin breaks up with him to be with Pete while the office pairs into couples for Valentine's Day discounts."
	},
	{
		"season": 9,
		"episode": 16,
		"label": "Moving On",
		"description": "Pam interviews for a job in Philadelphia where the boss is eerily similar to Michael Scott, while Andy takes petty revenge on Pete and Erin after their breakup."
	},
	{
		"season": 9,
		"episode": 17,
		"label": "The Farm",
		"description": "Dwight returns to Schrute Farms for his Aunt Shirley's funeral where his siblings try to convince him to sell the farm, while Todd Packer returns to the office claiming to make amends."
	},
	{
		"season": 9,
		"episode": 18,
		"label": "Promos",
		"description": "Promotional clips for the documentary air on television, revealing private moments and secrets that create tension among the staff, while Jim and Darryl meet with baseball player Ryan Howard about Athlead."
	},
	{
		"season": 9,
		"episode": 19,
		"label": "Stairmageddon",
		"description": "The elevator goes out of service, forcing everyone to use the stairs, while the Senator publicly comes out as gay on the news and Stanley's physical limitations create problems for a sales call with Dwight."
	},
	{
		"season": 9,
		"episode": 20,
		"label": "Paper Airplane",
		"description": "The office holds a paper airplane competition for a cash prize that brings out everyone's competitive side, while Dwight and Angela are drawn together and Andy pursues acting auditions."
	},
	{
		"season": 9,
		"episode": 21,
		"label": "Livin' the Dream",
		"description": "Andy quits Dunder Mifflin to pursue acting, and David Wallace promotes Dwight to regional manager on Jim's recommendation, while Jim recommits to Scranton to save his marriage with Pam."
	},
	{
		"season": 9,
		"episode": 22,
		"label": "A.A.R.M.",
		"description": "Jim convinces Dwight to hold a competition for Assistant to the Assistant Regional Manager and rigs it so Dwight realizes he is his own best assistant, while Dwight proposes to Angela and Jim creates a video tribute for Pam from the documentary footage."
	},
	{
		"season": 9,
		"episode": 23,
		"label": "Finale",
		"description": "One year after the documentary airs, the staff reunites for a panel discussion and Dwight and Angela's wedding, where Michael Scott returns as a guest and Jim and Pam reveal they are moving to Austin for Athlead."
	}
]
